Docs/Reference/Content/images/dependencies/net10.0/d2/alloverit-mapping.d2
direction: left

aoi: AllOverIt
aoi.alloverit-mapping: AllOverIt.Mapping
aoi.alloverit: AllOverIt
aoi.alloverit <- aoi.alloverit-mapping
aoi.alloverit-assertion: AllOverIt.Assertion
aoi.alloverit-assertion <- aoi.alloverit
