Docs/Reference/Content/images/dependencies/net9.0/mmd/alloverit-mapping.mmd
flowchart LR
  alloverit-mapping["AllOverIt.Mapping"]
  alloverit["AllOverIt"]
  alloverit-assertion["AllOverIt.Assertion"]
  alloverit-mapping --> alloverit
  alloverit --> alloverit-assertion
